Repository: webfutureiorepo/ProtonVpn
Catalog: libraries/Features/tvos_app/Sources/tvos_app/Resources/Localizable.xcstrings
Source language: en
Languages: ar, be, ca, cs, da, de, el, es, es_419, fa, fi, fil, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Support Center
ar: مركز الدعم
be: Цэнтр падтрымкі
ca: Centre de suport
cs: Centrum podpory
el: Κέντρο Υποστήριξης
es: Centro de soporte
es_419: Centro de Soporte
fi: Tukikeskus
fr: Centre d'assistance
hu: Súgóközpont
id: Pusat Dukungan
it: Centro assistenza
ja: サポートセンター
ka: მხარდაჭერის ცენტრი
ko: 지원 센터
nb: Kundesenter
nl: Helpcentrum
pl: Centrum pomocy
pt: Centro de suporte
pt_br: Central de ajuda
ro: Centrul de asistență
ru: Справочный центр
sk: Centrum podpory
sl: Center za podporo
th: ศูนย์ช่วยเหลือ
tr: Destek merkezi
uk: Довідковий центр
vi: Trung tâm hỗ trợ
zh_hans: 支持中心
zh_hant: 支援中心

source: Terms of service
ar: شروط الخدمة
be: Умовы абслугоўвання
ca: Condicions del servei
cs: Podmínky použití
da: Servicevilkår
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de servicio
es_419: Términos de servicio
fa: شرایط سرویس
fi: Käyttöehdot
fil: Mga tuntunin ng serbisyo
fr: Conditions d’utilisation du service
hu: Szolgáltatási feltételek
id: Ketentuan layanan
it: Termini di servizio
ja: 利用規約
ka: მომსახურების პირობები
ko: 서비스 이용약관
nb: Brukervilkår
nl: Servicevoorwaarden
pl: Regulamin
pt: Termos de serviço
pt_br: Termos de serviço
ro: Termenii serviciului
ru: Условия использования
sk: Podmienky používania
sl: Pogoji storitve
sv: Användarvillkor
th: ข้อตกลงการใช้บริการ
tr: Hizmet koşulları
uk: Умови надання послуг
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

source: Terms of Service
ar: شروط الخدمة
be: Умовы абслугоўвання
ca: Condicions del servei
cs: Podmínky použití
da: Servicevilkår
de: Nutzungsbedingungen
el: Όροι Παροχής Υπηρεσιών
es: Términos de servicio
es_419: Términos de servicio
fi: Käyttöehdot
fil: Mga Tuntunin ng Serbisyo
fr: Conditions d’utilisation du service
hu: Szolgáltatási feltételek
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ka: მომსახურების პირობები
ko: 서비스 이용 약관
nb: Bruksvilkår
nl: Servicevoorwaarden
pl: Regulamin
pt: Termos de serviço
pt_br: Termos de serviço
ro: Termenii serviciului
ru: Условия использования
sk: Podmienky používania
sl: Pogoji uporabe
sv: Användarvillkor
th: ข้อตกลงการใช้บริการ
tr: Hizmet Koşulları
uk: Умови надання послуг
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

source: There was a problem. Please check your network connection
ar: لقد حصلت مشكلة. الرجاء التأكد من اتصالك بالإنترنت
be: Узнікла праблема. Праверце падключэнне да вашай сеткі
ca: Hi ha hagut un problema. Si us plau, comproveu la vostra connexió de xarxa
cs: Nastal problém. Zkontrolujte prosím vaše síťové připojení
da: Der opstod et problem. Tjek din netværksforbindelse.
de: Ein Fehler ist aufgetreten. Bitte überprüfe deine Internetverbindung.
el: Παρουσιάστηκε πρόβλημα. Παρακαλούμε ελέγξτε τη σύνδεση δικτύου σας
es: Se ha detectado un problema Comprueba la conexión de red.
es_419: Hubo un problema. Compruebe la conexión de red.
fi: Ongelma tapahtui. Tarkista verkkoyhteytesi
fil: Nagkaroon ng problema. Pakisuri ang iyong koneksyon sa network.
fr: Une erreur s'est produite. Veuillez vérifier votre connexion réseau.
hu: Volt egy probléma. Kérjük, ellenőrizze a hálózati kapcsolatot
id: Ada masalah. Silakan periksa koneksi jaringan Anda
it: Si è verificato un problema. Controlla la tua connessione di rete
ja: 問題が発生しました。 インターネット接続を確認してください
ka: აღმოჩენილია პრობლემა. შეამოწმეთ ქსელთან მიერთების მდგომარეობა
ko: 문제가 발생했습니다. 네트워크 연결을 확인해 주세요
nb: Et problem oppstod. Sjekk internettforbindelsen din
nl: Er is een probleem opgetreden. Controleer uw internetverbinding
pl: Wystąpił problem. Sprawdź połączenie z Internetem
pt: Ocorreu um problema. Verifique a sua conexão de rede.
pt_br: Ocorreu um problema. Verifique sua conexão com a rede
ro: A apărut o problemă. Verificați conexiunea la rețea.
ru: Возникла проблема. Проверьте подключение к сети
sk: Vyskytol sa problém. Skontrolujte svoje sieťové pripojenie, prosím
sl: Prišlo je do težave. Preverite svojo omrežje povezavo.
sv: Det var ett problem. Kontrollera din nätverksanslutning
th: เกิดปัญหาขึ้น โปรดตรวจสอบการเชื่อมต่อเครือข่าย
tr: Bir sorun çıktı. Lütfen ağ bağlantınızı denetleyin
uk: Виникла проблема. Перевірте своє мережеве з'єднання
vi: Đã xảy ra sự cố. Vui lòng kiểm tra kết nối mạng
zh_hans: 这里有一个错误。 请检查您的网络连接
zh_hant: 發生了一個問題。 請檢查您的網路連線。

source: To read our privacy policy, scan the QR code or go to
ar: لقراءة سياسة الخصوصية لدينا، قم بمسح رمز QR أو اذهب إلى
be: Каб прачытаць нашу палітыку прыватнасці, адсканіруйце QR-код або перайдзіце па спасылцы:
ca: Per a llegir la nostra política de privadesa, escanegeu el codi QR o aneu a
cs: Chcete-li si přečíst naše zásady ochrany osobních údajů, naskenujte kód QR nebo přejděte na
da: Scan QR-koden for at læse vores privatlivspolitik, eller gå til
de: Um unsere Datenschutzerklärung zu lesen, scanne den QR-Code oder gehe zu
el: Για να διαβάσετε την πολιτική απορρήτου μας, σαρώστε τον κωδικό QR ή μεταβείτε στο
es: Para leer nuestra política de privacidad, escanea el código QR o ve a
es_419: Para leer nuestra política de privacidad, escanee el código QR o vaya a
fi: Jos haluat lukea tietosuojakäytäntömme, skannaa QR-koodi tai mene
fil: Upang basahin ang aming patakaran sa privacy, i-scan ang QR code o pumunta sa
fr: Pour lire notre politique de confidentialité, scannez le QR code ou dirigez-vous vers
hu: Adatvédelmi szabályzatunk elolvasásához szkennelje be a QR-kódot, vagy látogasson el a következő weboldalra
id: Untuk membaca kebijakan privasi kami, pindai kode QR yang tertera atau kunjungi
it: Per leggere la nostra informativa sulla privacy, scansiona il codice QR o vai su
ja: プライバシーポリシーを閲覧するには、QRコードをスキャンするか、以下にアクセスしてください。
ka: ჩვენი კონფიდენციალობის პოლიტიკის წასაკითხად, დაასკანერეთ QR კოდი, ან გადადით
ko: 개인정보 보호 방침을 확인하려면, QR코드를 스캔하거나 다음에 방문하세요:
nb: For å lese personvernreglene våre, skann QR-koden eller gå til
nl: Voor het lezen van ons privacybeleid scant u de QR-code of gaat u naar
pl: Aby przeczytać politykę prywatności, zeskanuj kod QR lub przejdź do
pt: Para ler nossa política de privacidade, leia o código QR ou vá para
pt_br: Para ler nossa política de privacidade, escaneie o QR code ou vá para
ro: Pentru a citi politica noastră de confidențialitate, scanați codul QR sau accesați
ru: Чтобы ознакомиться с нашей Политикой конфиденциальности, отсканируйте QR-код или перейдите по ссылке:
sk: Ak si chcete prečítať naše zásady ochrany osobných údajov, naskenujte kód QR alebo prejdite na
sv: För att läsa vår integritetspolicy, skanna QR-koden eller gå till
th: หากต้องการอ่านนโยบายความเป็นส่วนตัว ให้สแกนคิวอาร์โค้ดหรือไปที่
tr: Gizlilik ilkemizi okumak için QR kodunu tarayın ya da şuraya gidin
uk: Щоб ознайомитися з нашою політикою приватності, скануйте QR-код або перейдіть на
vi: Để đọc chính sách quyền riêng tư, hãy quét mã QR hoặc truy cập
zh_hans: 若要阅读我们的隐私政策，请扫描二维码或转至
zh_hant: 若要閱讀我們的隱私政策，請掃描 QR 碼或前往

source: To unlock lightning-fast streaming with servers in 100+ countries, subscribe to VPN Plus.
ar: للاستمتاع ببث فائق السرعة عبر خوادم في أكثر من 100 دولة، اشترك في VPN Plus.
be: Падпішыцеся на VPN Plus, каб разблакіраваць звышвысокія хуткасці трансляцый тэлеперадач і фільмаў з серверамі, якія знаходзяцца больш чым у 100 краінах свету.
ca: Per desbloquejar un estríming ràpid amb servidors de més de 100 països, subscriviu-vos a VPN Plus.
cs: Chcete-li odemknout bleskurychlé streamování se servery ve více než 100 zemích, přejděte na VPN Plus.
da: Du kan låse op for lynhurtig streaming med servere i 100+ lande ved at abonnere på VPN Plus.
de: Um blitzschnelles Streaming mit Servern in über 100 Ländern freizuschalten, abonniere VPN Plus.
el: Για να ξεκλειδώσετε αστραπιαία ροή με διακομιστές σε 100+ χώρες, εγγραφείτε στο VPN Plus.
es: Suscríbete a VPN Plus y disfruta de streaming rápido con servidores en más de 100 países.
es_419: Suscríbase a VPN Plus y disfrute de streaming rápido con servidores en más de 100 países.
fi: Avaa salamannopea suoratoisto 100+ maan palvelimilla hankkimalla VPN Plus.
fil: Upang ma-unlock ang napakabilis na streaming gamit ang mga server sa 100+ bansa, mag-subscribe sa VPN Plus.
fr: Pour bénéficier d'un streaming ultra-rapide avec des serveurs dans plus de 100 pays, abonnez-vous à VPN Plus.
hu: Ha villámgyors streaminget szeretne több mint 100 országban található szerverekkel, fizessen elő a VPN Plus szolgáltatásra.
id: Untuk membuka akses ke streaming secepat kilat dengan server di 100+ negara, berlanggananlah ke VPN Plus.
it: Per sbloccare uno streaming veloce con server in oltre 100 paesi, iscriviti a VPN Plus.
ja: 100 以上の国にあるサーバーで超高速ストリーミングを利用するには、VPN Plusに登録してください。
ka: ჩქაროსნული სერვერების განსაბლოკად 100+ ქვეყანაში გამოიწერეთ VPN Plus.
ko: 100개 이상의 국가에 있는 서버로 번개처럼 빠른 스트리밍을 잠금 해제하려면 VPN Plus를 구독하세요.
nb: For å låse opp lynrask strømming med tjenere i 100+ land, abonner på VPN Plus.
nl: Om bliksemsnel streamen te ontgrendelen met servers in meer dan 100 landen, meld u aan op VPN Plus.
pl: Subskrybuj plan VPN Plus, aby odblokować błyskawiczny streaming z serwerami w ponad 100 krajach.
pt: Para beneficiar de um streaming ultrarrápido com servidores em mais de 100 países, subscreva o VPN Plus.
pt_br: Para liberar streaming ultrarrápido com servidores em mais de 100 países, assine o VPN Plus.
ro: Pentru a debloca vitezele maxime de vizionare în flux cu servere în peste 100 de țări abonați-vă la VPN Plus.
ru: Чтобы разблокировать молниеносный просмотр потокового видео с использованием серверов в 100 с лишним странах, подпишитесь на VPN Plus.
sk: Ak chcete odomknúť bleskové streamovanie so servermi vo viac ako 100 krajinách, predplaťte si službu VPN Plus.
sv: För att låsa upp blixtsnabb streaming med servrar i 100+ länder, prenumerera på VPN Plus.
th: เพื่อปลดล็อกการสตรีมที่รวดเร็วด้วยเซิร์ฟเวอร์ในกว่า 100 ประเทศ ให้สมัครใช้งาน VPN Plus
tr: 100 üzerinde ülkedeki sunucularla yayın akışlarını yıldırım hızında izlemek için VPN Plus tarifesine abone olun.
uk: Щоб розблокувати блискавичну потокову трансляцію з серверами в понад 100 країнах, передплатіть VPN Plus.
vi: Để trải nghiệm tốc độ phát trực tuyến cực nhanh với các máy chủ tại hơn 100 quốc gia, hãy đăng ký VPN Plus.
zh_hans: 要通过遍布 100 多个国家/地区的服务器获得快如闪电的流媒体服务，请订阅 VPN Plus。
zh_hant: 若要解鎖閃電般的影音串流，並使用 100 多個國家/地區的伺服器，請訂閱 VPN Plus。

source: Try again
ar: أعد المحاولة
be: Паспрабаваць яшчэ раз
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Προσπαθήστε ξανά
es: Inténtalo de nuevo
es_419: Volver a intentar
fi: Yritä uudelleen
fr: Réessayer
ja: 再試行
ka: კიდევ სცადეთ
nb: Prøv igjen
nl: Probeer opnieuw
pt_br: Tente novamente
ro: Reîncercare
sk: Skúsiť znova
sl: Poskusi znova
sv: Försök igen
tr: Yeniden dene
zh_hans: 重试

source: Unprotected
ar: غير محمي
be: Неабаронена
ca: Desprotegit
cs: Nechráněno
da: Ubeskyttet
de: Ungeschützt
el: Χωρίς προστασία
es: Sin protección
es_419: No protegido
fa: محافظت نشده
fi: Suojaamaton
fil: Hindi protektado
fr: Sans protection
hu: Nem védett
id: Tidak terlindungi
it: Non protetto
ja: 保護されていません
ka: დაუცველი
ko: 보호되지 않음
nb: Ubeskyttet
nl: Onbeschermd
pl: Niechroniony
pt: Sem proteção
pt_br: Desprotegido
ro: Conexiune neprotejată
ru: Не защищено
sk: Nechránené
sl: Nezaščiteno
sv: Oskyddad
th: ไม่ได้รับการปกป้อง
tr: Korunmuyor
uk: Незахищено
vi: Không được bảo vệ
zh_hans: 未受保护
zh_hant: 未受保護

source: Upgrade now to use the app, or sign in with a different account if you already have Proton VPN Plus
ar: رقِّ الآن لاستخدام التطبيق، أو سجل الدخول بحساب مختلف إذا كان لديك Proton VPN Plus بالفعل.
be: Палепшыце сваю падпіску, каб карыстацца праграмай. Вы таксама можаце ўвайсці з іншым уліковым запісам, калі ў вас ужо ёсць Proton VPN Plus.
ca: Milloreu ara per utilitzar l'aplicació o inicieu la sessió amb un compte diferent si ja teniu Proton VPN Plus.
cs: Chcete-li aplikaci používat, proveďte nyní navýšení tarifu nebo se přihlaste do jiného účtu, který má předplacený tarif Proton VPN Plus
da: Opgrader nu for at bruge appen, eller log ind med en anden konto, hvis du allerede har Proton VPN Plus.
de: Upgrade jetzt, um die App zu nutzen, oder melde dich mit einem anderen Konto an, wenn du bereits Proton VPN Plus hast.
el: Αναβαθμίστε τώρα για να χρησιμοποιήσετε την εφαρμογή ή συνδεθείτε με διαφορετικό λογαριασμό εάν έχετε ήδη Proton VPN Plus
es: Actualiza ahora para usar la aplicación, o inicia sesión con una cuenta diferente si ya tienes Proton VPN Plus
es_419: Actualice ahora para usar la aplicación, o inicie sesión con una cuenta diferente si ya tiene Proton VPN Plus.
fi: Päivitä tilauksesi nyt käyttääksesi sovellusta tai kirjaudu sisään eri tilillä, jos sinulla on jo Proton VPN Plus
fil: Mag-upgrade ngayon upang magamit ang app, o mag-sign in gamit ang ibang account kung mayroon ka nang Proton VPN Plus
fr: Améliorez dès à présent votre abonnement pour utiliser l'application ou connectez-vous à un autre compte si vous disposez déjà Proton VPN Plus.
hu: Fizessen elő most, hogy használhassa az alkalmazást, vagy jelentkezzen be egy másik fiókkal, ha már rendelkezik a Proton VPN Plus előfizetéssel
id: Tingkatkan sekarang juga untuk menggunakan aplikasi ini, atau masuk dengan akun yang berbeda apabila Anda telah memiliki Proton VPN Plus
it: Esegui ora l'upgrade per utilizzare l'app o accedi con un account diverso se disponi già di Proton VPN Plus
ja: アップグレードしてアプリを使用するか、すでにProton VPN Plusをお持ちの場合は別のアカウントでサインインしてください。
ka: ასიეთ თქვენი სატარიფო გეგმა, რომ გამოიყენოთ აპი, ან შედით სხვა ანგარიშით, თუ უკვე გაქვთ Proton VPN Plus
ko: 앱을 사용하려면 지금 업그레이드하거나, 이미 Proton VPN Plus가 있는 경우 다른 계정으로 로그인하세요
nb: Oppgrader nå for å bruke appen, eller logg på med en annen konto hvis du allerede har Proton VPN Plus
nl: Upgrade nu om de app te gebruiken, of meld u aan met een ander account als u al Proton VPN Plus heeft
pl: Ulepsz plan, aby używać aplikacji lub zaloguj się za pomocą innego konta, jeśli masz już plan Proton VPN Plus
pt: Melhore o seu plano agora para utilizar a aplicação ou inicie sessão com outra conta se já tiver o Proton VPN Plus.
pt_br: Faça o upgrade agora para usar o aplicativo ou entre com uma conta diferente se você já tiver o Proton VPN Plus
ro: Achiziționați acum un plan cu plată pentru a putea folosi aplicația sau conectați-vă cu alt cont dacă aveți deja Proton VPN Plus.
ru: Улучшите сейчас, чтобы пользоваться приложением, или войдите с другим аккаунтом, если у вас уже есть Proton VPN Plus
sk: Upgradujte teraz, aby ste mohli používať aplikáciu, alebo sa prihláste pomocou iného účtu, ak už máte Proton VPN Plus
sv: Uppgradera nu för att använda appen eller logga in med ett annat konto om du redan har Proton VPN Plus
th: อัปเกรดทันทีเพื่อใช้งานแอป หรือเข้าสู่ระบบด้วยบัญชีอื่นหากมี Proton VPN Plus อยู่แล้ว
tr: Uygulamayı kullanmak için tarifenizi yükseltin veya Proton VPN Plus tarifeniz varsa farklı bir hesapla oturum açın
uk: Перейдіть на вищий тарифний план, щоб використовувати програму, або ввійдіть з іншим обліковим записом, якщо ви вже маєте передплату Proton VPN Plus
vi: Để sử dụng ứng dụng, hãy nâng cấp ngay hoặc đăng nhập với tài khoản khác nếu bạn đã có Proton VPN Plus.
zh_hans: 现在升级即可使用该应用程序，如果您已经拥有 Proton VPN Plus，请使用该账户登录
zh_hant: 立即升級以使用應用程式，或者若您已擁有 Proton VPN Plus，請以不同帳號登入

source: Upgrade your privacy
ar: قم بترقية خصوصيتك
be: Палепшыце сваю прыватнасць
ca: Milloreu la vostra privacitat
cs: Zvyšte své soukromí
da: Opgrader din privatlivsbeskyttelse
de: Verbessere deine Privatsphäre
el: Αναβαθμίστε το απόρρητό σας
es: Mejora tu privacidad
es_419: Mejore su privacidad
fa: حريم خصوصی خود را ارتقا دهید
fi: Paranna yksityisyyttäsi
fil: I-upgrade ang privacy mo
fr: Faites passer le respect de votre vie privée au niveau supérieur.
hu: Fejlessze az adatvédelmét
id: Tingkatkan privasi Anda
it: Migliora la tua privacy
ja: プライバシーをアップグレードする
ka: გააუმჯობესეთ თქვენი კონფიდენციალობა
ko: 프라이버시를 업그레이드하세요
nb: Oppgrader personvernet
nl: Upgrade uw privacy
pl: Zwiększ swoją prywatność
pt: Melhorar a sua privacidade
pt_br: Aumente sua privacidade
ro: Îmbunătățiți-vă confidențialitatea
ru: Улучшите свою конфиденциальность
sk: Navýšte svoje súkromie
sl: Nadgradite svojo zasebnost
sv: Uppgradera din integritet
th: อัปเกรดความเป็นส่วนตัว
tr: Gizlilik düzeyinizi yükseltin
uk: Вдоскональте свою приватність
vi: Nâng cấp quyền riêng tư của bạn
zh_hans: 隐私升级
zh_hant: 升級您的隱私

source: Username
ar: اسم المستخدم
be: Імя карыстальніка
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα Χρήστη
es: Nombre de usuario
es_419: Nombre de usuario
fr: Nom d'utilisateur
ka: მომხმარებლის სახელი
nb: Brukernavn
nl: Gebruikersnaam
pt_br: Nome de usuário
ro: Nume de utilizator
sk: Používateľské meno
sl: Uporabniško ime
sv: Användarnamn
tr: Kullanıcı adı
zh_hans: 用户名

source: Using another device, go to
ar: استخدام جهاز آخر، اذهب إلى
be: Выкарыстоўвайце іншую прыладу? Перайдзіце па спасылцы:
ca: Amb un altre dispositiu, aneu a
cs: Při použití jiného zařízení přejděte na
da: Ved brug af en anden enhed, gå til
de: Verwende ein anderes Gerät und gehe zu
el: Χρησιμοποιώντας διαφορετική συσκευή, μεταβείτε στο
es: Usando otro dispositivo, ve a
es_419: Usando otro dispositivo, vaya a
fi: Jos käytät toista laitetta, mene
fil: Gamit ang ibang device, pumunta sa
fr: À l'aide d'un autre appareil, dirigez-vous vers
hu: Másik eszköz használatával menjen a
id: Dengan menggunakan perangkat lain, kunjungi
it: Utilizzando un altro dispositivo, vai su
ja: 別のデバイスを使用して、次のページにアクセスしてください。
ka: სხვა მოწყობილობით, გადადით
ko: 타 기기에서 사용 중이라면, 다음에 방문하세요:
nb: Bruk en annen enhet, gå til
nl: Gebruik een ander toestel, ga naar
pl: Korzystając z innego urządzenia przejdź do
pt: Com outro dispositivo, aceda a
pt_br: Usando outro dispositivo, vá para
ro: Folosiți alt dispozitiv, accesați
ru: Используя другое устройство, перейдите к
sk: Pri používaní iného zariadenia prejdite na
sv: Med en annan enhet, gå till
th: ใช้อุปกรณ์อื่นไปที่
tr: Başka bir aygıt kullanarak şuraya gidin
uk: Використовуєте інший пристрій? Перейдіть на
vi: Sử dụng thiết bị khác, truy cập
zh_hans: 使用另一台设备，跳转至
zh_hant: 使用另一個裝置，前往

source: Using Proton Free?
ar: هل تستخدم Proton المجاني؟
be: Выкарыстоўваеце Proton Free?
ca: Utilitzant Proton Free?
cs: Používáte Proton Free?
da: Bruger du Proton Free?
de: Verwendest du Proton Free?
el: Χρησιμοποιείτε το Proton Free;
es: ¿Usando Proton Free?
es_419: ¿Usando Proton Free?
fi: Käytätkö Proton Freetä?
fil: Gumagamit ng Proton Free?
fr: Utiliser Proton Free ?
hu: Proton Free-t használ?
id: Menggunakan Proton Free?
it: Utilizzi Proton Free?
ja: Protonを無料で使いますか？
ka: იყენებთ ტარიფს Proton Free?
ko: Proton Free를 사용하시나요?
nb: Bruker du Proton Free?
nl: Gebruikt u Proton Free?
pl: Używasz planu Proton Free?
pt: Usando o Proton Free?
pt_br: Usando Proton Free?
ro: Folosiți Proton Free?
ru: Используете Proton Free?
sk: Používate Proton Free?
sl: Uporabljate Proton Free?
sv: Använder du Proton Free?
th: ใช้งาน Proton Free อยู่ใช่หรือไม่?
tr: Proton Free tarifesini mi kullanıyorsunuz?
uk: Використовуєте Proton Free?
vi: Đang sử dụng Proton Free?
zh_hans: 使用 Proton Free？
zh_hant: 正在使用 Proton Free?

source: Visit our online Support Center for troubleshooting tips, setup guides, and answers to FAQs.
ar: قم بزيارة مركز الدعم عبر الإنترنت للحصول على نصائح حول استكشاف الأخطاء وإصلاحها، وأدلة الإعداد، وإجابات للأسئلة الشائعة.
be: Наведайце наш даведачны цэнтр у інтэрнэце для парад, якія датычыцца выпраўлення непаладак, дапаможнікаў па наладцы і адказаў на частыя пытанні.
ca: Consulteu el nostre centre d'ajuda en línia per obtenir consells de resolució de problemes, guies de configuració i respostes a les PMF.
cs: Navštivte naše online centrum podpory, kde najdete tipy pro řešení problémů, průvodce nastavením a odpovědi na nejčastější dotazy.
da: Du finder tips til fejlfinding, opsætningsguider og spørgsmål og svar i vores onlinesupportcenter.
de: In unserem Online-Support-Center findest du Tipps zur Fehlerbehebung, Einrichtungsanleitungen und Antworten auf häufig gestellte Fragen.
el: Επισκεφθείτε το διαδικτυακό μας Κέντρο Υποστήριξης για συμβουλές αντιμετώπισης προβλημάτων, οδηγούς εγκατάστασης και απαντήσεις σε συχνές ερωτήσεις.
es: Visita nuestro Centro de Soporte en línea para consejos de solución de problemas, guías de configuración y respuestas a preguntas frecuentes.
es_419: Visite nuestro Centro de Soporte en línea para consejos de solución de problemas, guías de configuración y respuestas a preguntas frecuentes.
fi: Verkkotukikeskuksestamme löydät vianetsintävinkkejä, käyttöönotto-oppaita ja vastauksia usein kysyttyihin kysymyksiin.
fil: Bisitahin ang aming online na Support Center para sa mga tip sa pag-troubleshoot, gabay sa pag-set up at sagot sa mga FAQ.
fr: Veuillez consulter notre espace Aide & Support pour obtenir des conseils de dépannage, des guides de configuration, et des réponses aux questions fréquentes.
hu: Látogasson el online súgóközpontunkba, ahol hibaelhárítási tippeket, beállítási útmutatókat és válaszokat talál a GYIK-re.
id: Kunjungi Pusat Dukungan daring kami untuk memperoleh tips penyelesaian masalah, panduan pengaturan, dan jawaban atas pertanyaan yang umum ditanyakan (FAQ).
it: Visita il nostro Centro assistenza online per suggerimenti sulla risoluzione dei problemi, guide all'installazione e risposte alle domande frequenti.
ja: トラブルシューティングのヒント、セットアップガイド、よくある質問への回答はオンラインサポートセンターをご覧ください。
ka: ეწვიეთ ჩვენს ონლაინ მხარდაჭერის ცენტრს პრობლემების მოგვარების მინიშნებებისთვის, მორგების სახელმძღვანელოებისთვის და პასუხებისთვის ხშირად დასმულ კითხვებზე.
ko: 문제 해결 방법, 설정 가이드, 자주 묻는 질문에 대한 답을 확인하려면 온라인 지원 센터를 방문하세요.
nb: Besøk vårt støttesenter på nettet for feilsøkingstips, oppsettsveiledninger og svar på vanlige spørsmål.
nl: Bezoek ons online Helpcentrum voor probleemoplossings-tips, installatiehandleidingen en antwoorden op veelgestelde vragen.
pl: Odwiedź nasze centrum pomocy dla wskazówek, poradników i odpowiedzi na najczęściej zadawane pytania.
pt: Consulte o nosso centro de ajuda online para dicas para resolver problemas, guias de configuração, e respostas para perguntas frequentes.
pt_br: Visite nossa Central de Ajuda on-line para obter dicas de solução de problemas, guias de configuração e respostas a perguntas frequentes.
ro: Vizitați centrul nostru de asistență online pentru sfaturi de depanare, ghiduri de configurare și răspunsuri la întrebări frecvente.
ru: Посетите наш справочный центр онлайн для получения советов по устранению неполадок, руководств по настройке и ответов на часто задаваемые вопросы.
sk: Navštívte naše online centrum podpory, kde nájdete tipy na riešenie problémov, návody na nastavenie a odpovede na často kladené otázky.
sv: Besök vårt supportcenter online för felsökningstips, installationsguider och svar på vanliga frågor.
th: เยี่ยมชมศูนย์ช่วยเหลือออนไลน์สำหรับเคล็ดลับการแก้ไขปัญหา คู่มือการตั้งค่า และคำตอบสำหรับคำถามที่พบบ่อย
tr: Sorun çözme ipuçları, kurulum rehberleri ve sık sorulan soruların yanıtları için çevrim içi destek merkezimize bakabilirsiniz.
uk: Відвідайте наш довідковий центр онлайн, щоб дізнатися про поради щодо усунення несправностей, прочитати інструкції з налаштування та знайти відповіді на поширені запитання.
vi: Truy cập Trung tâm hỗ trợ trực tuyến để xem các mẹo xử lý sự cố, hướng dẫn thiết lập và câu trả lời cho các câu hỏi thường gặp.
zh_hans: 访问我们的在线支持中心查看故障排除提示、设置指南和常见问题解答。
zh_hant: 請造訪我們的線上支援中心，以取得疑難排解提示、設定指南以及常見問題的解答。
